{
  "translatedTranscription": "Vous vous êtes déjà retrouvé absorbé par l'un de ces trous de lapin sur Wikipédia ? Vous savez, vous commencez avec un fait quelconque sur Wikipédia et puis, des heures plus tard, vous lisez sur, je ne sais pas, le tissage de paniers médiévaux ou quelque chose comme ça. Mais, vous êtes-vous déjà demandé ce qui fait vraiment qu'un article Wikipédia est bon ? Qu'est-ce qui sépare une entrée vraiment exceptionnelle d'une qui est juste, bon, passable ? Nous prenons cela pour acquis, mais le processus de création de ces articles est vraiment complexe. C'est ce que nous allons explorer aujourd'hui. Et tenez-vous bien, nous allons parler de recherches qui suggèrent qu'un peu de conflit sur Wikipédia pourrait en fait être bénéfique.\n\nNous étudions des extraits de cette thèse de l'Université d'Oxford intitulée \"Wikipedia en tant que co-auteur.\" C'est comme une analyse de données qui rencontre le drame de la collaboration en ligne. Tout le monde sait que n'importe qui peut éditer Wikipédia, non ? Donc, ce chercheur voulait déterminer si tout ce va-et-vient de débats et d'éditions conduit à de meilleurs articles au final. Ils ne se contentaient pas d'évaluer ce qui est bon ou mauvais. Wikipédia a tout un système de notation interne, avec environ sept niveaux. Mais cette recherche se concentrait sur quatre aspects principaux : pourriez-vous faire confiance aux informations ? Étaient-elles objectives ? Est-ce qu'il manquait quelque chose d'important ? Et est-ce que c'était bien écrit ? \n\nD'accord, donc essentiellement tout ce que vous cherchez dans n'importe quelle source, non ? Mais voici où je trouve cela vraiment intéressant : ils devaient trouver un moyen de mesurer le conflit sur Wikipédia. Parce que soyons réalistes, certains sujets seront naturellement plus controversés que d'autres. Alors, comment mesurez-vous cela ? Ils ont opté pour une méthode très astucieuse utilisant quelque chose appelé les \"réversions mutuelles\". Cela semble technique, mais c'est en fait assez intuitif. Ils suivent la fréquence à laquelle les éditeurs annulent les modifications des autres sur un article. Donc, plus il y a de va-et-vient, plus le score de controverse de cet article est élevé.\n\nAinsi, un score de controverse élevé équivaut à beaucoup de désaccords. Les éditeurs se disputaient vraiment autour de cet article. Et vous penseriez que tout ce conflit mènerait à un article de moins bonne qualité. Mais voici le retournement de situation : les articles avec un niveau modéré de conflit, c'est-à-dire qu'il y avait un peu de va-et-vient mais que ce n'était pas une zone de guerre totale, obtenaient en fait de meilleurs scores selon ces quatre critères de qualité.\n\nDonc, vous dites qu'un petit débat sain rend un article Wikipédia meilleur ? C'est ce que suggère la recherche, oui. Cela semble contre-intuitif, mais si vous y réfléchissez, avoir des personnes avec des perspectives différentes qui s'opposent et se contestent peut en réalité conduire à un article plus équilibré et plus complet au final. Si un article est très unilatéral, cela pourrait être parce que personne n'a jamais contesté cette perspective. Mais s'il a été examiné de près, il est probablement plus susceptible d'être juste et précis.\n\nTrop de conflit, cependant, comme si cela se transformait en guerres d'édition, ferait baisser la qualité. Il faut donc trouver ce juste milieu. Un peu de friction génère de la chaleur, mais trop et vous vous brûlez. Et à propos de ces scores de controverse, la recherche a en fait examiné quels articles Wikipédia tendaient à avoir les scores les plus élevés. Et certains pourraient vous surprendre.\n\nEn janvier 2011, l'article le plus controversé sur Wikipédia en anglais était George W. Bush. Ensuite, il y avait l'anarchisme, puis Muhammad. Ce sont des sujets assez lourds, c'est sûr. Cela vous fait vous demander ce qui rend ces sujets si polarisants. C'est là que vos propres expériences sur Wikipédia peuvent être vraiment intéressantes à considérer. Comme les articles que vous avez lus et trouvés vraiment bien recherchés et stimulants. Il y a de fortes chances qu'ils aient été soumis à des éditions et débats rigoureux en arrière-plan.\n\nNous ne voyons généralement que le produit fini, mais maintenant, je pense à tout ce va-et-vient qui s'est passé en coulisses. Cela ajoute une autre dimension et met en lumière le fait que même si Wikipédia vise l'objectivité, le processus de sa création est toujours très humain. Des jugements sont faits, des perspectives sont pondérées. Ce n'est pas un algorithme omniscient qui crache ces articles. Ce sont de vraies personnes avec des points de vue différents qui s'affrontent. Et c'est une bonne chose, car le conflit modéré est associé à une meilleure qualité. Il s'agit d'embrasser cette tension productive.\n\nCela change totalement ma façon de voir Wikipédia. Ce n'est pas seulement une source d'information ; c'est une conversation en cours, un incroyable exemple de création de connaissances collaborative. Il y avait un autre petit détail dans cette recherche que j'ai trouvé vraiment intéressant et qui concerne ceux qui évaluent en fait la qualité de ces articles. Le chercheur a examiné les utilisateurs enregistrés de Wikipédia, ceux qui ont des comptes, et les personnes qui naviguent anonymement. Ils ont découvert que les utilisateurs enregistrés donnent généralement des notes légèrement plus élevées que les utilisateurs anonymes.\n\nIl est difficile de dire pourquoi, mais cela pourrait être parce que les utilisateurs enregistrés sont plus susceptibles d'être des éditeurs actifs eux-mêmes. Ils comprennent mieux le processus d'édition de Wikipédia. Ou peut-être qu'ils ont vu de première main comment ces articles sont débattus et raffinés, donc ils sont plus indulgents avec les petits défauts ou omissions. Ou bien, le fait de créer un compte et de s'identifier implique un plus grand sentiment d'appartenance à la communauté. C'est comme s'ils étaient investis dans la communauté, ce qui les rend plus enclins à voir le bon côté des choses.\n\nCela montre la relation complexe que nous avons avec ces communautés en ligne et les subtiles façons dont nos propres biais et expériences peuvent influencer notre perception. Je suis curieux de savoir si ces résultats seraient vrais dans d'autres langues et cultures. Cela soulève la question de savoir si certaines langues ou cultures ont plus de friction générative sur leur Wikipédia que d'autres. Cela souligne la nécessité de plus de recherches transculturelles dans ce domaine. Pensez à comment les normes culturelles autour du débat et du désaccord pourraient entrer en jeu. Il y a une dimension mondiale de la création de connaissances que nous n'avons pas encore explorée. \n\nCela rappelle qu'il existe toujours plusieurs perspectives et façons de connaître et de comprendre le monde. Les plateformes comme Wikipédia, malgré leurs défauts, offrent un aperçu de ces différentes perspectives. Cela a vraiment changé ma façon de voir Wikipédia. J'avais l'habitude de le voir comme une source d'information statique, mais maintenant, je comprends qu'il est beaucoup plus dynamique et humain que cela. Nous oublions facilement qu'il y a de vraies personnes derrière ces éditions, des personnes qui sont passionnées par le partage de connaissances et le débat de différentes perspectives. \n\nEt ces débats, ces désaccords parfois animés, sont ce qui rend Wikipédia si fascinant. Ils sont un signe que la connaissance est vivante, qu'elle évolue. Ce n'est pas une question de trouver la bonne réponse, mais de participer à ce processus continu de recherche et de débat. La prochaine fois que vous naviguerez sur Wikipédia, prenez un moment pour apprécier les dynamiques cachées en jeu. Rappelez-vous que l'article que vous lisez est le résultat d'innombrables éditions, débats, et collaborations. Il témoigne du pouvoir de la création collective de connaissances, avec un peu de friction en cours de route."
}