{
  "translatedTranscription": "Schon mal in einen dieser Wikipedia-Kaninchenlöcher hineingezogen worden? Weißt du, du fängst mit einem zufälligen Fakt auf Wikipedia an und Stunden später liest du über mittelalterliches Korbflechten oder so was. - Oh ja, passiert den Besten von uns. - Aber hast du schon mal darüber nachgedacht, was eigentlich einen guten Wikipedia-Artikel ausmacht? - Das ist eine gute Frage. - Was unterscheidet einen wirklich großartigen Eintrag von einem, der nur so mittelmäßig ist? - Ja, interessant. Wir nehmen es irgendwie als selbstverständlich, aber der Prozess, diese Artikel zu erstellen, ist wirklich kompliziert. - Ja, und genau darum geht es heute. Und hör dir das an, wir sprechen über eine Forschung, die darauf hindeutet, dass ein bisschen Konflikt auf Wikipedia tatsächlich eine gute Sache sein könnte. - Richtig, wir betrachten Auszüge aus dieser Dissertation der Oxford University mit dem Titel Wikipedia als eine Co-Autorenschaft. Es ist so eine Art Datenanalyse trifft das Drama der Online-Zusammenarbeit. - Oh, schnall dich an, das wird gut. Wir alle wissen, dass jeder Wikipedia bearbeiten kann, richtig? Dieser Forscher wollte herausfinden, ob all das Hin und Her, all die Debatten und Bearbeitungen letztendlich zu besseren Artikeln führen. - Ja, und sie betrachteten nicht nur gut oder schlecht. Wikipedia hat dieses interne Bewertungssystem. Es gibt sieben Stufen. - Wow, sieben. - Sieben Qualitätsstufen. Aber diese Forschung konzentrierte sich auf vier Hauptaspekte: Konnte man den Informationen vertrauen? Waren sie objektiv? Fehlte etwas Wichtiges? Und war es gut geschrieben? - Okay, im Grunde also all die Sachen, auf die man bei jeder Quelle achten würde, richtig? Aber hier wird es richtig interessant. Sie mussten einen Weg finden, Konflikte auf Wikipedia zu messen. Denn seien wir ehrlich, einige Themen werden von Natur aus kontroverser sein. - Oh, auf jeden Fall. - Als andere. Also, wie misst man das überhaupt? - Richtig, sie kamen auf eine wirklich clevere Methode, die etwas namens gegenseitige Reverts verwendet. - Gegenseitige Reverts. Okay, erkläre das für uns, es klingt ein bisschen technisch. - Ja, es klingt sehr technisch, ist aber tatsächlich ziemlich intuitiv. Im Grunde verfolgen sie, wie oft Editoren die Änderungen anderer rückgängig machen. Je mehr Hin und Her es gibt, desto höher ist der Kontrovers-Score eines Artikels. - Okay, es ist also wie ein Tauziehen um den Inhalt. - Genau. - Okay, ein hoher Kontrovers-Score bedeutet also viel mehr Meinungsverschiedenheiten. Die Editoren sind wirklich oft hin und her gegangen bei dem Artikel. - Genau, ja, viel Streit sozusagen. Und man würde denken, all das Streiten würde zu einem schlechteren Artikel führen. - Ja, man würde es denken, richtig? - Aber hier ist der Twist. - Häng uns nicht in der Luft. - Artikel mit einem moderaten Maß an Konflikt, das heißt, sie hatten etwas Hin und Her, aber es war nicht wie ein totaler Kriegszustand, erzielten tatsächlich höhere Bewertungen bei diesen vier Qualitätsmerkmalen. - Also sagst du, dass ein bisschen gesunde Debatte einen besseren Wikipedia-Artikel ausmacht? - Das legt die Forschung nahe, ja. Ja, es scheint kontraintuitiv, aber wenn du darüber nachdenkst, wenn du Leute mit unterschiedlichen Perspektiven hast, die sich gegenseitig herausfordern und bearbeitete Änderungen zurücksetzen, kann das am Ende zu einem ausgewogeneren und umfassenderen Artikel führen. - Richtig, ich meine, wenn ein Artikel super einseitig ist, könnte es daran liegen, dass niemand diese Perspektive je herausgefordert hat, richtig? Aber wenn er durch die Mangel gedreht wurde, ist es wahrscheinlich, dass er gerechter und genauer ist. - Genau. - Okay, das macht Sinn. - Aber es gibt auch ein Limit, zu viel Konflikt, wenn es sich in reine Bearbeitungskriege auflöst, dann wird das die Qualität wieder nach unten ziehen. - Ah, also muss man den richtigen Punkt finden, richtig? - Ja. - Ein bisschen Reibung erzeugt Hitze, aber zu viel und man verbrennt sich. - Perfekte Analogie, ja. Und um zu den Kontrovers-Scores zurückzukehren, der Forscher schaute sich tatsächlich an, welche Wikipedia-Artikel die höchsten Scores haben. - Okay. - Und einige könnten dich überraschen. - Oh, okay, erzähl. - Welche Themen sorgen für die meisten Debatten auf Wikipedia? - Nun, im Januar 2011 war der kontroverseste Artikel auf der englischen Wikipedia George W. Bush. - Okay, ja, keine Überraschung da, was noch? - Auf Platz zwei haben wir Anarchismus und an dritter Stelle Muhammad. - Ja, das sind wirklich schwere Themen. Da fragt man sich, was ist es an diesen Themen, das sie zu solchen Blitzableitern macht? - Absolut, ja. Und hier können deine eigenen Erfahrungen auf Wikipedia interessant sein. Welche Artikel hast du gelesen, bei denen du dachtest, wow, das ist wirklich gut recherchiert und durchdacht oder anregend? - Richtig. - Es ist gut möglich, dass diese Artikel eine ziemlich rigorose Bearbeitung und Debatte hinter den Kulissen durchgemacht haben. - Wir sehen normalerweise nur das fertige Produkt, richtig? - Genau. - Aber jetzt stelle ich mir das ganze Hin und Her vor, das da reingeflossen ist. - Richtig. - Hm, fügt eine weitere Ebene hinzu. - Das tut es, es zeigt, dass obwohl Wikipedia diese Objektivität anstrebt, der Erstellungsprozess immer noch sehr menschlich ist. Es werden Urteile gefällt, Perspektiven werden abgewogen. - Richtig, es ist nicht so, dass irgendein allwissender Algorithmus diese Artikel einfach ausspuckt, verstehst du? Es sind echte Menschen mit verschiedenen Ansichten, die sich auseinandersetzen. - Genau, genau. Und das ist eine gute Sache. Die Forschung legt nahe, dass ein moderates Maß an Konflikt tatsächlich mit höherer Qualität verbunden ist. Es geht also darum, diese produktive Spannung zu akzeptieren. - Das ist so interessant. Es ändert wirklich meine Sicht auf Wikipedia. Es ist nicht nur eine Informationsquelle. Es ist wie ein laufendes Gespräch, ein unglaubliches Beispiel für kollaborative Wissensschaffung. - Ja, das gefällt mir. Könnte ich nicht besser ausdrücken. Und weißt du, da war noch ein anderes kleines Detail in dieser Forschung, das ich wirklich interessant fand, und es hatte damit zu tun, wer die Qualität dieser Artikel eigentlich bewertete. - Okay, ja. Wer waren diese Wikipedia-Qualitätsrichter? Waren sie Experten auf ihren Gebieten oder sowas? - Nun, der Forscher betrachtete sowohl registrierte Benutzer von Wikipedia, also Leute, die Konten haben, als auch Leute, die anonym surfen. Und sie fanden heraus, dass registrierte Benutzer im Durchschnitt die Artikel etwas höher bewerteten als anonyme Benutzer. - Das ist interessant. Warum denkst du, ist das so? - Nun, es ist schwer zu sagen, aber es könnte sein, dass registrierte Benutzer, weil sie eher selbst aktive Editoren sind, ein besseres Verständnis dafür haben, wie der Wiki@Columnit's editing process works. - Or they've seen firsthand how these articles are debated and refined. So, perhaps they're a bit more forgiving of minor flaws or omissions? - Exactly, exactly. Or it could be because registered users, by virtue of creating an account and identifying themselves, might just feel a greater sense of ownership over Wikipedia. - It's like they're invested in the community. So, they're more likely to see the good in it. - Exactly. - It's not perfect. - Exactly, yeah. It really speaks to the complex relationship we have with these online communities. And the subtle ways our biases and experiences can shape how we see things. - This is so fascinating. Alright, before we wrap up, I'm curious, all this research focused on English Wikipedia. - Yeah. - Do you think these findings would hold true across different languages and cultures? - That is such a good question, yeah. Because it makes you think, do some languages or cultures have more of that generative friction on their Wikipedia than others? - Right, exactly, yeah. - And what would that tell us about how knowledge is shaped in those different contexts? It definitely highlights the need for more cross-cultural research in this area. - It makes you wonder how cultural norms around debate and disagreement might play into all this. You know, do some languages or cultures have more of that generative friction on their Wikipedia than others? - It's a really interesting question to consider, right? - Yeah. - And what would that tell us about how knowledge is shaped in those different contexts? - It definitely highlights the need for more cross-cultural research in this area. - Yeah, for sure. It's like we've been looking at this one little slice of Wikipedia, the English version. - Right. - But there's this whole other dimension out there, this global tapestry of knowledge creation. - Totally. - That we haven't even begun to explore. - Exactly, it's a reminder that there are always multiple perspectives, multiple ways of knowing and understanding the world. And platforms like Wikipedia, for all their flaws, offer a glimpse into those different perspectives. - Totally, well, this whole deep dive has really changed how I see Wikipedia. I used to think of it as this static source of knowledge, but now I understand it's much more dynamic, much more human than that. - I agree, it's easy to forget that there are actual people behind those edits, people who are passionate about sharing knowledge and debating different perspectives. - And those debates, those sometimes heated disagreements, are actually what make Wikipedia so fascinating. - Right, they're a sign that knowledge is alive. It's evolving. It's not about finding the right answer, but about engaging in that ongoing process of inquiry and debate. - Well said, this has been a really eye-opening conversation. So the next time you're browsing Wikipedia, take a moment to appreciate the hidden dynamics at play. Remember that article you're reading is the result of countless edits, debates and collaborations. It's a testament to the power of collective knowledge creation, even with a little bit of friction along the way. - Well said, enjoy exploring and don't be afraid to dive into those edit histories. You might be surprised by what you find."
}